[
{
"title":"Impact of bi-directional PV blind control method on lighting, heating and cooling energy consumption in mock-up rooms",
"authors":[{'Hong, Seongkwan': ['a']}, {'Choi, Anseop': ['a']}, {'Sung, Minki': ['a']}],
"affiliations":[{'a': 'Sejong Univ, Dept Architectural Engn, 209 Neungdong Ro, Seoul 05006, South Korea.'}],
"abstract":[[{'nomark': 'As interest in the generation of renewable energy in buildings increases, shading devices do not limit its role in blocking the sunlight, but attach PV (photovoltaic) to blind slats for power generation. With this, there is also growing interest in how PV blind control can yield effective results on power generation and building energy consumption. The bi-directional control differed considerably from uni-directional control in the amount of PV power generation and inflow of skylight. However, the impact of lighting and air-conditioning energy consumptions by bi-directional PV blind control has not been evaluated. '},{'mark':'In this study, to identify the impact on energy performance of lighting, heating and cooling using bi-directional PV blind control, comparative measurement over the different seasons in two mock-up rooms was conducted.'},{'nomark':' The energy consumptions of lighting and heating system using the bi-directional PV control were reduced by 4.62-35.50% and 2.10-11.46%, respectively, compared with those using the uni-directional PV blind control. In contrast, the energy consumptions of cooling system were increased by 6.25-14.29% due to the inflow of solar radiation. The bi-directional PV blind control can be mostly recommended throughout the year, except for clear and partly cloudy sky conditions during the summer, in the aspects of both PV power generation and energy consumption.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818303177-gr1_lrg.jpg","desc":"Fig. 1. Concept and examples of slat control methods","width":872,"height":218},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818303177-gr2_lrg.jpg","desc":"Fig. 2. Equation for the slat angle according to the solar profile angle and rotational direction","width":485,"height":218},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818303177-gr3_lrg.jpg","desc":"Fig. 3. Concept of the shading effect and alternative plan","width":810,"height":218}
],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.022"},
{
"title":"Disaggregating high-resolution gas metering data using pattern recognition",
"authors":[{'Alzaatreh, Ammar': ['a']}, {'Mandjoubi, Lamine': ['a']}, {'Gething, Bill': ['a']}, {'Sierra, Francisco': ['a']}],
"affiliations":[{'a': 'Univ West England, CABER, Fac Environm & Technol, Bristol BS16 1QY, Avon, England.'}],
"abstract":[[{'nomark': 'Growing concern about the scale and extent of the gap between predicted and actual energy performance of new and retrofitted UK homes has led to a surge in the development of new tools and technologies trying to address the problem. A vital aspect of this work is to improve ease and accuracy of measuring in-use performance to better understand the extent of the gap and diagnose its causes. Existing approaches range from low cost but basic assessments allowing very limited diagnosis, to intensively instrumented experiments that provide detail but are expensive and highly disruptive, typically requiring the installation of specialist monitoring equipment and often vacating the house for several days. A key challenge in reducing the cost and difficulty of complex methods in occupied houses is to disaggregate space heating energy from that used for other uses without installing specialist monitoring equipment. '},{'mark':'This paper presents a low cost, non-invasive approach for doing so for a typical occupied UK home where space heating, hot water and cooking are provided by gas.'},{'nomark':' The method, using dynamic pattern matching of total gas consumption measurements, typical of those provided by a smart meter, was tested by applying it to two occupied houses in the UK. The findings revealed that this method was successful in detecting heating patterns in the data and filtering out coinciding use.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.011"},
{
"title":"An investigation into retrofitting the pre-1919 owner-occupied UK housing stock to reduce carbon emissions",
"authors":[{'Kaveh, Bahareh': ['a']}, {'Mazhar, Muhammad Usman': ['a']}, {'Simmonite, Benjamin': ['a']}, {'Sarshar, Marjan': ['a']}, {'Sertyesilisik, Begum': ['b']}],
"affiliations":[{'a': 'Nottingham Trent Univ, 50 Shakespeare St, Nottingham NG1 4FQ, England.'}, {'b': 'Istanbul Tech Univ, TR-34467 Maslak, Sanyer Istanbul, Turkey.'}],
"abstract":[[{'nomark': 'In the UK, housing has been identified as a major sector for contributing to the 80% reduction in carbon emissions over the 1990 baseline by 2050, required by the Climate Change Act 2008. However, pre-1919 housing stock is the least energy efficient and consequently poses challenges to meeting this target. '},{'mark':'Using a mixed methods approach, the current study demonstrates that, in actuality, there is a significant potential for reducing emissions among this sub-sector of housing, and that the major barriers to energy efficiency retrofits concern a lack of funding, the payback period for the investment, disruption to home life and finding a trustworthy and skilled installer.'},{'nomark':' Moreover, this study finds that homeowners are motivated primarily by the desire to improve home comfort and aesthetics along with a reduction in energy bills rather than in reducing carbon emissions. The paper concludes with recommendations for improving the viability of retrofitting pre-1919 homes through enhanced financial resources, policy support and the promotion of social and economic benefits.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.038"},
{
"title":"Streamlining building building energy efficiency assessment through integration of uncertainty analysis and full scale energy simulations",
"authors":[{'Goel, Supriya': ['a']}, {'Horsey, Henry': ['b']}, {'Wang, Na': ['a']}, {'Gonzalez, Juan': ['a']}, {'Long, Nicholas': ['b']}, {'Fleming, Katherine': ['b']}],
"affiliations":[{'a': 'Pacific Northwest Natl Lab, Richland, WA 99352 USA.'}, {'b': 'Natl Renewable Energy Lab, Golden, CO USA.'}],
"abstract":[[{'nomark': "Asset Score is a standardized rating system and tool for assessing a building's energy-related systems in the United States. The web-based tool models building energy use under standard operating conditions to rate the energy efficiency of the as-built building systems and enable level comparisons of building assets. With basic characteristics entered by users, the tool creates simplified EnergyPlus building models to support the rating analysis. However, even with a reduced set of model inputs, data collection remains a challenge and the commercial building market demands a more simplified entry point to the rating system. "},{"mark":"This paper discusses a hybrid method that combines regression models with real-time simulations to allow users to enter as few as seven building parameters to quickly assess the building energy performance prior to a full-scale analysis."},{"nomark":" Built upon large-scale building stock simulations, a random forest approach was used to develop a set of regression models for various building use types. The majority of the Asset Score tool inputs were sampled extensively and fed into the regression models. These were combined with inferred inputs and user-defined uncertainty levels to create a distribution of possible energy use intensities for the building and its Preview score. With additional user inputs, the regression model can be transferred to an energy model for a full-scale energy simulation. The streamlined Asset Score Preview assessment provides an easy entry point to a full Asset Score assessment. It also enables users who manage a large number of buildings to screen and prioritize buildings that can benefit most from a more detailed evaluation and possible energy efficiency upgrades without intensive data collection."}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778817332565-gr1_lrg.jpg","desc":"Fig. 1. Asset score tool architecture","width":235,"height":436},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778817332565-gr2_lrg.jpg","desc":"Fig. 2. Overall workflow of the regression analysis process and asset score tool","width":691,"height":436}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.041"},
{
"title":"Cool roofs: High tech low cost solution for energy efficiency and thermal comfort in low rise low income houses in high solar radiation countries",
"authors":[{'Kolokotroni, Maria': ['a']}, {'Shittu, Emmanuel': ['a']}, {'Santos, Thiago': ['a', 'b']}, {'Ramowski, Lukasz': ['a']}, {'Mollard, Adeline': ['a']}, {'Rowe, Kirkland': ['c']}, {'Wilson, Earle': ['c']}, {'de Brito Filho, Joao Pereira': ['d']}, {'Novieto, Divine': ['e']}],
"affiliations":[{'a': 'Brunel Univ London, Kingston Lane, Uxbridge UB8 3PH, Middx, England.'}, {'b': 'Fed Inst Pernambuco, Ave Prof Luiz Freire 500, Recife, PE, Brazil.'}, {'c': 'Univ Technol, Kingston, Jamaica.'}, {'d': 'Univ Fed Pernambuco, Recife, PE, Brazil.'}, {'e': 'Ho Tech Univ, Ho, Ho Volta Region, Ghana.'}],
"abstract":[[{'nomark': 'Cool roofs are most effective in reducing cooling loads and alleviating overheating in locations with high solar radiation and external air temperature. '},{'mark':'This paper presents results of an experimental study of a low income house in Jamaica and a computational study in three countries around the equator: Jamaica, Northeast Brazil (Recife) and Ghana.'},{'nomark':' A case-study typical of single storey houses in Jamaica was monitored before and after the installation of a cool paint on the roof; on days with average solar radiation intensity of similar to 420W/m(2) and ambient air temperature of similar to 28 degrees C, internal ceiling surface temperature is reduced by an average of 6.8 degrees C and internal air temperature by 2.3 degrees C. Monitoring results were used to calibrate successfully an EnergyPlus model; similar models were developed for Ghana and Brazil differing in size and/or construction to reflect country specific practices. Annual simulations indicate that internal ceiling surface temperatures are reduced on average by 3.2-5.5 degrees C and internal air temperatures by 0.75-1.2 degrees C. Cooling demand simulations (setpoint 24 degrees C) indicate similar annual potential savings in the three locations (similar to 190 kWh/m(2)/year) although estimated CO2 emissions reduction differ reflecting electricity generation fuels. Aging of the cool roof has an impact reducing load savings by 22-26 kWh/m(2)/year.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S037877881733743X-gr4.jpg","desc":"Fig. 4. Roof of the case-study house in Jamaica","width":700,"height":216}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.005"},
{
"title":"Experimental testing on contaminant and moisture removal performance of silica gel desiccant wheel",
"authors":[{'Ge, T. S.': ['a']}, {'Qi, D.': ['a']}, {'Dai, Y. J.': ['a']}, {'Wang, R. Z.': ['a']}],
"affiliations":[{'a': 'Shanghai Jiao Tong Univ, Inst Refrigerat & Cryogen, Key Lab Power Mech Engn, MOE China, 800 Dongchuan Rd, Shanghai 200240, Peoples R China.'}],
"abstract":[[{'nomark': 'Indoor air quality including temperature, humidity and cleanliness has attracted more and more attention recently. Rotary desiccant wheel system provides a good solution to improve indoor air quality due to it can realize both TVOC and moisture control. In order to analyze practical performance of desiccant wheel, in this paper an experimental setup is built and TVOC removal as well as moisture removal capacity of silica gel desiccant wheel is discussed. Performance of the wheel is evaluated by the removal efficiency of TVOC (E-c) and moisture (E-d). '},{'mark':'Experiments are firstly conducted'},{'nomark':' under mild environmental condition with moderate temperature and humidity ratio to analyze effects of main parameters on TVOC removal efficiency, and it is found that E c increases with the increasing of regeneration temperature, also under experimental condition the required regeneration air temperature range for TVOC removal fits with the regeneration temperature for dehumidification. '},{'mark':'Then'},{'nomark':' under Shanghai summer condition '},{'mark':'the combined removal capacity of TVOC and moisture'},{'nomark':' under the same regeneration air temperature '},{'mark':'is discussed.'},{'nomark':' Results show that regeneration temperature higher than 100 degrees C is recommended under experimental conditions to meet both needs from TVOC and humidity load. Also under this condition, dehumidification capacity of the system is greatly affected by ambient humidity ratio but keep fixed with changing of TVOCA concentration, and TVOC removal capacity is influenced both by ambient humidity condition and contaminant concentration.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778817335612-gr1_lrg.jpg","desc":"Fig. 1. Schematic figure of rotary desiccant wheel as air handling unit","width":638,"height":276}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.033"},
{
"title":"Comparison of prediction tools to determine their reliability on calculating operational heating consumption by monitoring no-fines concrete dwellings",
"authors":[{'Sierra, Francisco': ['a']}, {'Mandjoubi, Lamine': ['a']}, {'Gething, Bill': ['a']}, {'Alzaatreh, Ammar': ['a']}, {'Fitton, Richard': ['b']}, {'Marshall, Alex': ['b']}],
"affiliations":[{'a': 'Univ West England, Fac Environm & Technol, Bristol BS16 1QY, Avon, England.'}, {'b': 'Univ Salford, Sch Built Environm, Salford M54 WT, Lancs, England.'}],
"abstract":[[{'nomark': 'Nowadays most retrofit decisions are based on reducing CO2 / heating consumption. '},{'mark':'The aim of this study was to determine the reliability of three tools (RdSAP, SAP and IES) often used to predict these reductions.'},{'nomark':' Three no-fines concrete (NFC) dwellings (Cl, C2, and C3) with similar floor area and construction but different occupants were monitored. Key information about the thermal performance of the fabric; the behaviour of the occupants and the energy consumption was collected before and after 110 mm of external wall insulation (EWI) was added. The target was a 30% reduction on energy consumption due to the EWI. However, only C3 decreased it by 30% as expected, C2 only by 14% due to a subtle rebound effect and Cl actually increased consumption by 75%, due to rebound effect.'}], [{'mark': 'Steady state tools (RdSAP and SAP) were found to be inaccurate in predicting the operational energy consumption of dwellings, only dynamic performance analysis software (IES) was suitable to carry out this type of prediction accurately.'},{'nomark':' However, this type of software requires highly accurate and detailed information regarding: the baseline performance of the fabric, external weather conditions and, most importantly, accurate pre- and post- heating operational habits of the occupants. Few retrofitting projects have the resources and time to gather this information. Unless those are available, the retrofit decisions should be based in a different criteria, rather than using inaccurate SAP or RdSAP energy consumption predictions.'}], [{'nomark': 'The coefficient of heat loss of the fabric of a dwelling is independent of the occupants. SAP was found quick to calculate reasonable predictions of the coefficient, by using accurate fabric data, and to show the impact of different factors on the heat loss of the fabric. '},{'mark':'Therefore, it could be claimed that the coefficient of heat loss of the fabric is a suitable alternative criteria to make pre-retrofit decisions.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.012"},
{
"title":"Interactive visualization for NILM in large buildings using non-negative matrix factorization",
"authors":[{'Garcia, Diego': ['a']}, {'Diaz, Ignacio': ['a']}, {'Perez, Daniel': ['a']}, {'Cuadrado, Abel A.': ['a']}, {'Dominguez, Manuel': ['b']}, {'Moran, Antonio': ['b']}],
"affiliations":[{'a': 'Univ Oviedo, Dept Elect Engn, Edif Dept,Campus Viesques S-N, Gijon 33204, Spain.'}, {'b': 'Univ Leon, SUPPRESS Res Grp, Escuela Ingn, Campus Vegazana, Leon 24007, Spain.'}],
"abstract":[[{'nomark': 'Non-intrusive load monitoring (NILM) techniques have recently attracted much interest, since they allow to obtain latent patterns from power demand data in buildings, revealing useful information to the expert user. Unsupervised methods are specially attractive, since they do not require labeled datasets. Particularly, non-negative matrix factorization (NMF) methods decompose a single power demand measurement over a certain time period into a set of components or "parts" that are sparse, non-negative and sum up the original measured quantity. Such components reveal hidden temporal patterns which may be difficult to interpret in complex systems such as large buildings. We suggest to integrate the knowledge of the user into the analysis in order to recognize the real events inside the electric network behind the learnt patterns. In this paper, we integrate the available domain knowledge of the user by means of a visual analytics web application in which an expert user can interact in a fluid way with the NMF outcome through visual approaches such as barcharts, heatmaps or calendars. Our approach is tested with real electric power demand data from a hospital complex, showing how the interpretation of the decomposition is improved by means of interactive data cube visualizations, in which the user can insightfully relate the NMF components to characteristic demand patterns of the hospital such as those derived from human activity, as well as to inefficient behaviors of the largest systems in the hospital.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.058"},
{
"title":"Energy modeling and analysis of inherent air leakage from parallel fan-powered terminal units using EMS in EnergyPlus",
"authors":[{'Sardoueinasab, Zahra': ['a']}, {'Yin, Peng': ['a']}, {"O'Neal, Dennis": ['b']}],
"affiliations":[{'a': 'Univ Louisiana Lafayette, Lafayette, LA 70504 USA.'}, {'b': 'Baylor Univ, Waco, TX 76706 USA.'}],
"abstract":[[{'nomark': 'Parallel fan-powered terminal units (FPTUs) are widely considered more energy efficient compared with series FPTUs because of the intermittent terminal unit fan operation. Recent studies found that the energy savings potential of parallel FPTUs may be overestimated due to the primary air leakage through the backdraft dampers when terminal unit fans are not operating. However, the lack of an effective modeling approach in building simulation programs has prevented the thorough investigation of how the primary air leakage from parallel FPTUs affects the energy consumption of variable air volume (VAV) systems. '},{'mark':'In this paper, a modeling approach was developed and implemented in EnergyPlus using the Energy Management System (EMS) for the comparative analysis of energy impact of primary air leakage from parallel FPTUs.'},{'nomark':' A series of building energy simulations were also conducted at four air leakage levels under five different U.S. climates. Although the percentage energy increases caused by the primary air leakage vary with local climates and leakage levels, simulation results show consistent increases in the energy consumption of central cooling coil, central supply fan, and FPTU supplemental heating throughout all the climates as the air leakage level increases. Compared with series FPTUs, the energy savings potential of parallel units significantly decreases as air leakage level increases. At the highest air leakage level of 15% simulated in this study, series FPTUs may use less energy than parallel FPTUs.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818305851-gr1_lrg.jpg","desc":"Fig. 1. Schematic of a series FPTU","width":496.5,"height":218},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818305851-gr2_lrg.jpg","desc":"Fig. 2. Schematic of a parallel FPTU","width":496.5,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.019"},
{
"title":"A review on effect of geometrical, flow and soil properties on the performance of Earth air tunnel heat exchanger",
"authors":[{'Agrawal, Kamal Kumar': ['a']}, {'Das Agrawal, Ghanshyam': ['a']}, {'Misra, Rohit': ['b']}, {'Bhardwaj, Mayank': ['c']}, {'Jamuwa, Doraj Kamal': ['b']}],
"affiliations":[{'a': 'MNIT, Mech Engn Dept, Jaipur 302017, Rajasthan, India.'}, {'b': 'Govt Engn Coll, Mech Engn Dept, Ajmer 305002, India.'}, {'c': 'Rajasthan Tech Univ, Dept Renewable Energy, Kota 304010, India.'}],
"abstract":[[{'nomark': 'The principal drivers that led to the high growth rate in the renewable energy market in developing countries over the past twenty years include not only the dwindling fossil reserves, exorbitant increase in the price of crude oil, widening energy deficit, but also the extravagant lifestyle of profligate consumers of energy. Nearly one-third of total primary energy is consumed for the purpose of space cooling and heating. Renewable and passive systems can reduce the building cooling and heating energy demand. Earth air tunnel heat exchanger system is one of the promising technique used for space cooling and heating nowadays, thus reduce fossil fuel based energy demand as well as greenhouse gas emission, but its use has been restrained owing to its poor performance, land area requirement and financial viability. Various experimental, analytical and simulation studies have been conducted in last few decades to investigate the various parameters that may enhance its performance. '},{'mark':'In this article, the effect of thermo-physical parameters of soil, thermal and flow parameters of air, geometrical and material properties of pipe, different modes of operation on the performance of earth air tunnel heat exchanger systems have been critically reviewed.'},{'nomark':' Following thorough review of the articles, it is concluded that if EATHE system is developed with proper design guidelines, then it may facilitate sufficient space heating and cooling with significant energy savings.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S037877881831065X-gr1_lrg.jpg","desc":"Fig. 1. Geothermal energy application for building cooling and heating (a) Geothermal power generation, (b)Underground building, (c) EATHE system, (d) GSHP system","width":525,"height":436}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.035"},
{
"title":"Side-by-side laboratory comparison of space heat extraction rates and thermal energy use for radiant and all-air systems",
"authors":[{'Woolley, Jonathan': ['a']}, {'Schiavon, Stefano': ['a']}, {'Bauman, Fred': ['a']}, {'Raftery, Paul': ['a']}, {'Pantelic, Jovan': ['a']}],
"affiliations":[{'a': 'Univ Calif Berkeley, Ctr Built Environm, 390 Wurster Hall, Berkeley, CA 94720 USA.'}],
"abstract":[[{'nomark': 'Radiant cooling systems extract heat from buildings differently than all-air cooling systems. These differences impact the time and rate at which heat is removed from a space, as well as the total amount of thermal energy that a mechanical system must process each day. '},{'mark':'In this article we present measurements from a series of multi-day side-by-side comparisons of radiant cooling and all-air cooling in a pair of experimental testbed buildings, with equal heat gains, and maintained at equivalent comfort conditions (operative temperature).'},{'nomark':' The results show that radiant cooling must remove more heat than all-air cooling - 2% more in an experiment with constant internal heat gains, and 7% more with periodic scheduled internal heat gains. Moreover, the peak sensible space heat extraction rate for radiant cooling (heat transfer at the cooled surface, not the cooling plant) must be larger than the peak sensible space heat extraction rate for all-air systems, and it must occur earlier. The daily peak sensible space heat extraction rate for the radiant system was 1-10% larger than for the all air system, and it occurred 1-2 hours earlier. These findings have consequences for the design of radiant systems. In particular, this study confirms that cooling load estimates for all-air systems will not represent the space heat extraction rates required for radiant systems.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818300331-fx1_lrg.jpg","desc":"Graphical abstract","width":408,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.018"},
{
"title":"The evaluation of stochastic occupant behavior models from an application-oriented perspective: Using the lighting behavior model as a case study",
"authors":[{'Yan, Da': ['a']}, {'Feng, Xiaohang': ['a']}, {'Jin, Yuan': ['a']}, {'Wang, Chuang': ['b']}],
"affiliations":[{'a': 'Tsinghua Univ, Sch Architecture, Beijing, Peoples R China.'}, {'b': 'Beijing Univ Civil Engn & Architecture, Sch Environm & Energy Engn, Beijing, Peoples R China.'}],
"abstract":[[{'nomark': 'Numerous occupant behavior models, typically stochastic ones, have been built to quantify the effect of occupants on building energy simulation, which however are supposed to go through a rigorous validation, or evaluation process to claim that they are qualified to be used in the application. Current contributions relevant with occupant behavior modeling in literature have been resorting to statistical metrics rather than those orienting on their application, causing the disputation in interpreting the accuracy of the occupant behavior models when they are actually used in simulation. Furthermore, the stochasticity of occupant behavior models necessitates statistical evaluation of the model accuracy, instead of the comparison between actual data and a single-run simulated data. '},{'mark':'This paper proposes a methodological framework for model evaluation from an application-oriented perspective, with lighting behavior as a case study.'},{'nomark':' The metrics for evaluating lighting behavior models are identified according to different application scenarios, while the comparison between the measurement and simulation is done by introducing the statistical hypothesis testing. Analogous analyses on other behaviors can be conducted in the future, which altogether would foster more rigor and application significance in occupant behavior model evaluation.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.037"},
{
"title":"The effect of the use of radiant barriers in building roofs on summer comfort conditions - A case study",
"authors":[{'Ferreira, Miguel': ['a']}, {'Corvacho, Helena': ['b']}],
"affiliations":[{'a': 'Fernando Pessoa Univ, Fac Sci & Technol, Praca 9 Abril 349, P-4249004 Porto, Portugal.'}, {'b': 'Univ Porto, CONSTRUCT LFC, Fac Engn, Civil Engn Dept,Lab Bldg Phys, Rua Dr Roberto Frias, P-4200465 Porto, Portugal.'}],
"abstract":[[{'nomark': 'A brief analysis on radiant barriers applied in building roofs, included in a wider study, is presented. A case study which involves experimental measurements carried out in a single-family house, located in a mild climate, specifically in the North of Portugal, where radiant barriers were applied and monitored is described.'}], [{'nomark': 'A computer program (CAPSOL) was also used to carry out a sensitivity analysis and to verify if the results pointed to conclusions similar to those of the experimental measurements.'}], [{'nomark': 'In the experimental part of this work, which took place in the summer periods of two consecutive years, two different roofs were monitored in the same house. Values of temperature, relative humidity, solar irradiance, heat fluxes among other parameters were measured. This article presents some of the collected data.'}], [{'nomark': 'In the numerical simulation, the comparison between the situation of the inclusion of a radiant barrier underneath the roof tiles and over the attic floor slab is presented and compared with another situation without this barrier.'}], [{'nomark': 'In general, it was concluded from this brief analysis that the application of a radiant barrier in the roof of a building proves to be advantageous, especially in what regards the attenuation of the maximum temperatures reached at the roof attic, thus mitigating the risk of overheating.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S037877881733637X-gr1_lrg.jpg","desc":"Fig. 1. Application of a radiant barrier under a metallic roof","width":376,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.048"},
{
"title":"Benchmarking energy performance for cooling in large commercial buildings",
"authors":[{'Li, Haoru': ['a']}, {'Li, Xiaofeng': ['a', 'b']}],
"affiliations":[{'a': 'Tsinghua Univ, Dept Bldg Sci, Sch Architecture, Beijing 100084, Peoples R China.'}, {'b': 'Tsinghua Univ, Minist Educ, Key Lab Eco Planning & Green Bldg, Beijing, Peoples R China.'}],
"abstract":[[{'nomark': 'Urban development rapidly increases the total area and the energy consumption of large commercial buildings. Accordingly, the total energy consumption is the focus of numerous energy saving studies. An optimal benchmarking system provides a recommended energy consumption level for each building as well as identifying and prioritizing challenges to energy saving in each building. '},{'mark':'Based on detailed submetering system data and building operational data, this paper presents a simplified energy consumption benchmarking method for air-conditioning systems that cool large commercial buildings.'},{'nomark':' Firstly, a multi-level benchmarking index system is established. Next, the energy performance data of eight large shopping centers in China validates the simplified benchmarking method and finally, the energy performance data of the participating shopping centers is analyzed under the present method. Our data focus on the energy saving potential, as well as informing improvement strategies for building energy performance, that can be used for efficient energy benchmarking process for cooling in large-scale commercial buildings.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778817326038-gr1_lrg.jpg","desc":"Fig. 1. Benchmarking index system of energy performance for cooling purposes","width":472,"height":218},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778817326038-gr2_lrg.jpg","desc":"Fig. 2. Detailed energy performance benchmarking process","width":332,"height":218},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778817326038-gr3_lrg.jpg","desc":"Fig. 3. Method verification process","width":410,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.039"},
{
"title":"Small business electricity disaggregation: Where can we improve? Towards increased transparency of appliance modal parameters",
"authors":[{'Ketchman, Kevin J.': ['a']}, {'Khanna, Vikas': ['a']}, {'Parrish, Kristen': ['b']}, {'Bilec, Melissa M.': ['a']}],
"affiliations":[{'a': 'Univ Pittsburgh, Dept Civil & Environm Engn, 742 Benedum Hall,3700 OHara St, Pittsburgh, PA 15261 USA.'}, {'b': 'Arizona State Univ, Sch Sustainable Engn & Built Environm, Tempe, AZ 85287 USA.'}],
"abstract":[[{'nomark': 'Small commercial buildings (<50,000 ft(2) in floor area) consume 44% of all U.S. commercial primary electricity, with plug loads accounting for 31% of that portion and growing. In response, a bottom-up building energy assessment resource (BEAR) was previously developed as a practical approach to disaggregating building energy use, including plug loads. This article examines the performance of BEAR in estimating plug load consumption, specifically appliance energy consumption, through use of smart meters in two building types, food service and office.'}], [{'nomark': "Results of the analysis reveal that BEAR is capable of providing building stakeholders with meaningful energy information. Accuracy of BEAR's energy consumption estimates could be improved by 25% to 59% through better data on modal (i.e. appliance operating mode such as standby mode) usage and power demand, respectively. These results stress the importance of detailed modal information, because when modal power information was available the median difference between BEAR and the smart meter measured data was 36% compared with 223% in appliances where modal data was not available. In response to these findings, this study develops and presents energy contour plots, a visual tool for plotting modal usage and modal power in a two-dimensional form of energy consumption contours. Moreover, it is the recommendation of this study that increased transparency of modal power be implemented at the manufacturer label or specification to achieve increased accuracy of targeted energy improvements."}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.020"},
{
"title":"Energy implications of using steel-timber composite (STC) elements in buildings",
"authors":[{'Chiniforush, Alireza A.': ['a']}, {'Akbarnezhad, Ali': ['b']}, {'Valipour, Hamid': ['a']}, {'Xiao, Jianzhuang': ['c']}],
"affiliations":[{'a': 'Univ New South Wales, Sch Civil & Environm Engn, Ctr Infrastruct Engn & Safety, Sydney, NSW, Australia.'}, {'b': 'Univ Sydney, Sch Civil Engn, Sydney, NSW 2006, Australia.'}, {'c': 'Tongji Univ, Coll Civil Engn, Dept Struct Engn, Shanghai, Peoples R China.'}],
"abstract":[[{'nomark': 'Among different structural elements, floor elements account for the largest portion of the mass and thus the embodied energy of the structures. Therefore, a viable approach to reduce the embodied energy of buildings may involve replacing the conventional floor systems with alternative low embodied energy floor systems. '},{'mark':'This paper investigates the potential reductions in the life cycle energy of the steel structures achievable through the adoption of steel-timber composite (STC) elements as floor and shear wall systems.'},{'nomark':' Evaluating the life cycle energy implications of adopting STC elements is especially important due to the trade-off between their positive and negative effects on embodied energy and operating energy, respectively, when compared to alternative conventional elements with a higher thermal mass including concrete and steel elements. The life-cycle energy of four different structures designed for a building is evaluated by accounting for energy use in material extraction and processing, component manufacturing, transportation, construction, operation and end of life phases. Two steel structures with STC and steel-concrete composite floors and concrete shear walls are considered to evaluate the effects of STC floors on the energy-usage footprint. The third structure is designed with STC floor system and CLT shear walls: and the fourth structure is designed as a concrete structure to provide a basis for comparison between energy footprint of steel structures with STC and reinforced concrete structures. The results indicate that when designing the building with a steel structure, adoption of STC floor and shear wall systems resulted in 107.5% decrease in the embodied energy at the expense of only a slight increase in the operating energy. Furthermore, adopting a steel structure with STC floors was found to result in considerable life cycle energy savings, viz. 895 MJ/m(2), when compared with the same building designed with a concrete structure.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.038"},
{
"title":"Evaluation of the thermal and optical performance of thermochromic windows for office buildings in China",
"authors":[{'Liang, Runqi': ['a']}, {'Sun, Yanyi': ['a']}, {'Aburas, Marina': ['a']}, {'Wilson, Robin': ['a']}, {'Wu, Yupeng': ['a']}],
"affiliations":[{'a': 'Univ Nottingham, Fac Engn, Dept Architecture & Built Environm, Univ Pk, Nottingham NG7 2RD, England.'}],
"abstract":[[{'nomark': 'Thermochromic (TC) windows were developed as a passive building component to improve indoor comfort and building energy conservation in place of traditional clear glazing systems. Thermochromic materials have the ability to regulate daylight and solar heat gains through windows stimulated by heat. This means that when the temperature of a thermochromic window becomes higher than its transition temperature, less solar radiation, primarily in the near infrared, will be admitted inside the building, reducing over-heating on hot days. '},{'mark':'The aim of this research'},{'nomark':' is to explore the potential of thermochromic glazing under various climatic conditions by modelling the energy and daylight performance of a typical office room with five different thermochromic glazing types (with varying transition temperatures ranging from 20 degrees C to 41.3 degrees C and solar transmittances ranging from 0.412 to 0.690) simulated under five climatic conditions in China, representative of different climate zones. A comprehensive analysis was conducted, including a study of the thermal and optical behaviours of the selected thermochromic glazed windows; energy use for heating, cooling and artificial lighting of the selected office; and effects of window-to-wall ratios on office performance under the selected climatic conditions. '},{'mark':'The objectives are:'},{'nomark':' to thoroughly understand the characteristics of the selected types of thermochromic glazing, to find the appropriate windowto-wall ratio for the thermochromic windows, and to investigate the suitability of thermochromic glazing for particular climatic conditions to realise which could achieve energy conservation and desired daylighting simultaneously. The results showed the following: (1) Low transition temperature (i.e. 20 degrees C) is not essential for building energy conservation, larger modulation of solar transmittance is more desirable for most of the climatic conditions. (2) Higher solar absorptance could increase thermochromic layer temperatures, improving glazing tinting capability, but it may increase window heat gains in the form of secondary heat gains and further induce cooling energy consumption on hot days. (3) All the studied thermochromic windows led to building energy savings (up to 19.9%) and better daylighting performance (i.e. increase of the desired range of illumination, UDI500-2000Iux. is up to 15.52%) when compared with traditional clear double glazing. (4) Under climates such as Harbin and Beijing with more cold days, limited types of thermochromic glazing could achieve both energy conservation and desired daylighting under a particular window size, while almost all types of thermochromic glazing are suitable to be used in climates with more hot days.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.009"},
{
"title":"The effects of the pressure outlet's position on the diffusion and pollution of dust in tunnel using a shield tunneling machine",
"authors":[{'Liu, Changqi': ['a', 'b']}, {'Nie, Wen': ['a', 'b']}, {'Bao, Qiu': ['b']}, {'Liu, Qiang': ['b']}, {'Wei, Cunhou': ['b']}, {'Hua, Yun': ['b']}],
"affiliations":[{'a': 'Shandong Univ Sci & Technol, State Key Lab Min Disaster Prevent & Control, 579 Qianwangang Rd, Qingdao 266590, Peoples R China.'}, {'b': 'Shandong Univ Sci & Technol, Coll Min & Safety Engn, Qingdao 266590, Peoples R China.'}],
"abstract":[[{'mark': "In order to gain a more in-depth knowledge of a shield machine's dust-suppression ventilation system, this paper uses the shield region on the south side of the No. 8 Subway from Jiaodong International Airport, Qingdao, China, as a case study, and conducts field measurements and numerical simulations for examining dust concentration distributions in a tunnel when the ventilation system is not in operation (i.e., under single-pressure conditions) and when the air pressure cylinder is in operation (specifically, the distance between the pressure outlet-2 and the cutter, denoted as L-p, was set at different values within a range of 30 similar to 75 m)."},{"nomark":" The results reveal that under single-pressure conditions, dust was diffused throughout the entire tunnel and caused serious pollution. After the ventilation system was opened: when L-p < 50 m, the use of a ventilation system could not control the diffusion of dust effectively, and its dust-suppression performance was enhanced with the increase of L-p; when 50 m <= L-p <= 55 m, its dust suppression performance was relatively optimal, but some dust still spread to the operating region; when L-p > 70 m, a low-velocity airflow belt was formed in the operating range of 25 similar to 30 m, i.e., the ventilation requirements could not be satisfied; and when 60 m <= L-p <= 70 m, both the ventilation and optimal dust suppression performance could be achieved simultaneously."}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818315032-gr1_lrg.jpg","desc":"Fig. 1. The established physical model of the shield tunneling machine and the related computational meshes","width":492,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.046"},
{
"title":"Non-intrusive interpretation of human thermal comfort through analysis of facial infrared thermography",
"authors":[{'Li, Da': ['a']}, {'Menassa, Carol C.': ['a']}, {'Kamat, Vineet R.': ['a']}],
"affiliations":[{'a': 'Univ Michigan, Dept Civil & Environm Engn, Ann Arbor, MI 48109 USA.'}],
"abstract":[[{'nomark': "Understanding occupants' thermal sensation and comfort is essential to defining the operational settings for Heating, Ventilation and Air Conditioning (HVAC) systems in buildings. Due to the continuous impact of human and environmental factors, occupants' thermal sensation and comfort level can change over time. Thus, to dynamically control the environment, thermal comfort should be monitored in real time. "},{"mark":"This paper presents a novel non-intrusive infrared thermography framework to estimate an occupant's thermal comfort level by measuring skin temperature collected from different facial regions using low-cost thermal cameras."},{"nomark":" Unlike existing methods that rely on placing sensors directly on humans for skin temperature measurement, the proposed framework is able to detect the presence of occupants, extract facial regions, measure skin temperature features, and interpret thermal comfort conditions with minimal interruption of the building occupants. The method is validated by collecting thermal comfort data from a total of twelve subjects under cooling, heating and steady-state experiments. The results demonstrate that ears, nose and cheeks are most indicative of thermal comfort and the proposed framework can be used to assess occupants' thermal comfort with an average accuracy of 85%."}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818309629-gr1_lrg.jpg","desc":"Fig 1. Overview of the non-intrusive thermal comfort interpretation framework","width":1238,"height":245}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.025"},
{
"title":"Influences of different operational configurations on combined effects of room air stratification and thermal decay in UFAD system",
"authors":[{'Yu, Byeong Ho': ['a']}, {'Seo, Byeong-Mo': ['b']}, {'Hong, Sung Hyup': ['c']}, {'Yeon, Sanghun': ['c']}, {'Lee, Kwang Ho': ['d']}],
"affiliations":[{'a': 'Mississippi State Univ, Dept Mech Engn, Mississippi State, MS 39762 USA.'}, {'b': 'North Carolina State Univ, Sch Architecture, Raleigh, NC USA.'}, {'c': 'Hanbat Natl Univ, Grad Sch, Daejeon, South Korea.'}, {'d': 'Hanbat Natl Univ, Dept Architectural Engn, Daejeon, South Korea.'}],
"abstract":[[{'nomark': 'The non-insulated underfloor supply plenum and the heat gain of the cool supply air into supply plenum results in significant magnitude of thermal decay defined as the supply air temperature rise. Eventually, these changes have influence on the room air stratification, causing negative effects throughout whole system. Therefore, for the optimization of UFAD system, it is important to understand these fundamentals and relevant effects on the overall system operation. '},{'mark':'In this study, comparative analysis was conducted during cooling period using validated EnergyPlus model, after employing different operational configurations related to room air stratification and thermal decay.'},{'nomark':' The thermal behavior and cooling energy performance were analyzed by observing the convective heat transfer, thermal decay, airflow, stratification among different operational configurations. As a result, it was observed that the existence of non-insulated supply plenum have influences on the thermal behavior in occupied zone, and the corresponding heat transfer has load reduction effect of the space by about 40%. However, there were still significant amounts of cooling energy consumption in the form of thermal decay despite the reduced cooling load, indicating that unintended and additional energy consumption was occurred in supply plenum. In addition, return air temperature rise by the room air stratification increased the cooling coil load. '},{'mark':'Eventually, these effects canceled each other out. As a result, compared to CBAD system, standard UFAD system consumed more electric energy by approximately 30%, and for fully-insulated UFAD system, 6% energy saving could be achieved.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818302482-gr1_lrg.jpg","desc":"Fig. 1. Room air stratification","width":620,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.015"},
{
"title":"A novel method based on extreme learning machine to predict heating and cooling load through design and structural attributes",
"authors":[{'Kumar, Sachin': ['a', 'b']}, {'Pal, Saibal K.': ['c']}, {'Singh, Ram Pal': ['d']}],
"affiliations":[{'a': 'Univ Delhi, Dept Comp Sci, Delhi, India.'}, {'b': 'Univ Delhi, Cluster Innovat Ctr, Delhi, India.'}, {'c': 'Def Res Dev Org, Delhi, India.'}, {'d': 'Univ Delhi, DDUC, Dept Comp Sci, Delhi, India.'}],
"abstract":[[{'nomark': 'In the present day environment, smart buildings require optimization of energy consumption through monitoring, consumption prediction and making policy decisions accordingly. Attributes related to building design and structure play a vital role in heating load(HL) and cooling load(CL) of the building which directly affects the energy performance of the buildings. For prediction of HL and CL, emerging machine learning approaches can help in improving accuracy and efficiency in real time. This paper provides improvements in energy load assessment of the buildings. It is the first is '},{'mark':'the in-depth study and analysis of design and structural attributes and their correlation with HL and CL, the novel methods based on ELM and its variants online sequential ELM(OSELM) to predict HL and CL.'},{'nomark':' This study '},{'mark':'also proposes OSELM based online/real-time prediction'},{'nomark':' when data is coming in stream The total 24 models have been developed including 12 models based on ELM and 12 models based on OSELM with different feature sets and activation functions. Models have been compared on the basis of accuracy, computational performance and efficiency with few existing models. The experimental results show that the proposed models learn better and outperform other popular machine learning approaches such as the artificial neural network(ANNs), support vector machine(SVM), radial basis function network(RBFN), random forest(RF) and exiting work in the energy and building domain.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818300537-gr3_lrg.jpg","desc":"Fig. 3. Outline of the extreme learning machine","width":331,"height":218}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.056"},
{
"title":"Impact of ductwork airtightness on fan energy use: Calculation model and test case",
"authors":[{'Leprince, Valerie': ['a']}, {'Carrie, Francois Remi': ['b']}],
"affiliations":[{'a': 'PLEIAQ, 84 C Ave Liberat, F-69330 Meyzieu, France.'}, {'b': 'ICEE, 93 Rue Moliere, F-69003 Lyon, France.'}],
"abstract":[[{'nomark': 'This paper proposes a methodology to assess fan energy savings when improving ductwork airtightness. This methodology builds on standard EN 16798-5-1:2017. Unlike the classical "cube law", it considers pressure drops at air terminal devices separately from the pressure drops in the rest of the system. '},{'mark':'The calculation tool based on this methodology:'},{'nomark':' (a) gives the fan energy use before and after airtightness improvements with various inputs depending on the initial state; (b) indicates whether or not the required airflow rates are met at the air terminal devices; (c) gives a range of energy savings assuming, on the one hand, perfect fan adjustment, no errors in input data and constant fan efficiency, and on the other hand, safe-side estimates of deviations from these assumptions.'}], [{'nomark': 'Using experimental data from an earlier study on a full scale ductwork built in a laboratory, the tool gives results in good agreement with measured energy savings (within 7 percentage points). With ideal pressure adjustment and when required airflow rates were met before tightening, the maximum fan energy savings by tightening the ductwork from 1.5 times Class A to Class C reaches 51% according to the tool versus 46% according to measurement data.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.029"},
{
"title":"Recommending a thermal energy benchmark based on CIBSE TM46 for typical college buildings and creating monthly energy models",
"authors":[{'Vaisi, Salah': ['a', 'b', 'c']}, {'Pilla, Francesco': ['b']}, {'McCormack, Sarah J.': ['b']}],
"affiliations":[{'a': 'Univ Kurdistan, Fac Art & Architecture, Dept Architecture, Sanandaj, Iran.'}, {'b': 'Univ Dublin, Trinity Coll Dublin, Sch Civil Struct & Environm Engn, Dublin, Ireland.'}, {'c': 'Trinity Coll Dublin, Dept Civil Engn, Museum Bldg, Dublin 2, Ireland.'}],
"abstract":[[{'nomark': "According to Chartered Institution of Building Services Engineers, CIBSE TM46 benchmarks, a typical college building needs 240 kWh/m(2) thermal energy annually. "},{"mark":"This paper firstly analysed the accuracy of the CIBSE TM46 'University Campus' benchmark against the thermal consumption values displaying on Display Energy Certificates (DECs)."},{"nomark":" The DECs of 52 typical college buildings in Dublin were assessed and based on the 46% discrepancy between the median of samples and the CIBSE benchmark a new benchmark of 130 kWh/m(2)/yr was recommended. "},{"mark":"Secondly, monthly thermal energy models (MTEMs) which take into account the variations of heat demand during a year were generated."},{"nomark":" MTEMs were created using five key factors, including the mixed use method, CIBSE UC recommended benchmark, activities area, heating degree days, and typical operational hours of heating systems. The high level of accuracy of MTEMs was assessed against the actual consumption. The developed methodology predicts an accurate and detailed estimation of monthly thermal energy consumption in typical college buildings. In addition, a new definition for typical college buildings which is a mixed use building including seven major activities is presented."}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.041"},
{
"title":"The role of areal heat capacity and decrement factor in case of hyper insulated buildings: An experimental study",
"authors":[{'Stazi, F.': ['a']}, {'Ulpiani, G.': ['b']}, {'Pergolini, M.': ['a']}, {'Di Perna, C.': ['b']}],
"affiliations":[{'a': 'Polytech Univ Marche, Dept Mat Environm Sci & Urban Planning SIMAU, Ancona, Italy.'}, {'b': 'Polytech Univ Marche, Dept Ind Engn & Math Sci DIISM, Ancona, Italy.'}],
"abstract":[[{'nomark': 'Extensive simulation-based researches have highlighted the importance of placing a massive layer in the inner side of hyper insulated CLT buildings in the interest of optimize their thermal performance on an annual basis. The purpose of the present research is to experimentally evaluate the thermal responsiveness of multi layered and highly insulated CLT building envelopes characterized by different combination of two dynamic parameters, namely the internal areal heat capacity kappa(1) and the decrement factor f.'}], [{'nomark': 'An on-site monitoring campaign was extensively performed, during summer and winter seasons, on an unoccupied and windowless test room in Central Italy. Four internal linings were simultaneously tested on the south facing wall: plasterboard (as a baseline reference), two dry clay panels with different thickness and a combination of brick and an additional internal insulation layer. Over the year, the indoor microclimate was exposed to three different occupancy/solar gains profiles, identified with Test 1-3 and supplied to the room by three electric radiators.'}], [{'nomark': 'During Test 1 and Test 2 (summer and autumn, respectively), the results have shown the limits of the adoption of lightweight and hyper-insulated external walls with high internal areal heat capacity and very low decrement factor in the Mediterranean area. In fact, such typology exhibits the highest surface temperatures, with daily maximum around 28 degrees C and nocturnal minimum approximately 1.5 degrees C lower. Moreover, increasing the thermal resistance of a wall by adding an insulated lining partially inhibits the proper storage ability on the inner side, causing the release of more heat inside the test room.'}], [{'nomark': 'Conversely in winter (Test 3), such configuration was found to have a positive response in terms of stored heat quota, with respect to the released one.'}], [{'nomark': 'The solution that guaranteed the best thermal performance on annual basis under different indoor boundary conditions was the wall envelope characterized by average inertial properties, notably kappa(1) equal to 33 kJ/(m(2)K) and a decrement factor of 0.072.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.034"},
{
"title":"Synergizing disparate component-level energy resources into a single whole building tool to support energy conservation action in small commercial buildings",
"authors":[{'Ketchman, Kevin J.': ['a']}, {'Parrish, Kristen': ['b']}, {'Khanna, Vikas': ['a']}, {'Bilec, Melissa M.': ['a']}],
"affiliations":[{'a': 'Univ Pittsburgh, Dept Civil & Environm Engn, 742 Benedum Hall,3700 OHara St, Pittsburgh, PA 15261 USA.'}, {'b': 'Arizona State Univ, Sch Sustainable Engn & Built Environm, Tempe, AZ 85287 USA.'}],
"abstract":[[{'nomark': "Small commercial buildings represent 94% of U.S. commercial buildings by number and consume approximately 9% of national total primary energy. However, advancements in building efficiency technologies have focused on large commercial building systems, while these buildings also have the financial support and personnel resources to invest in implementing improvements. Pragmatic and easy to use tools to assist small commercial building stakeholders in making informed and effective energy decisions are scarcely available. One approach is to synergize existing research and resources into a single package. This research presents the development of a building energy assessment resource (BEAR) and implementation in thirteen buildings. BEAR performed similarly and favorably in estimating tenants' total energy consumption across all three enterprise types: food service, retail and office. Results reveal a weighted average absolute difference between BEAR and utility bills of 4.7% for electricity and 13.3% for natural gas estimation. Potential factors impacting BEAR's accuracy include assumptions made for modal parameters, e.g. power and time in mode, in addition to fuel flow rate controls in commercial cooking equipment. Discussions on the broader implications of the developed energy resource include applicability across small commercial enterprise sectors and future advancements directed towards policy makers and energy service providers."}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.053"},
{
"title":"UAE heritage buildings converted into museums: Evaluation of daylighting effectiveness and potential risks on artifacts and visual comfort",
"authors":[{'Al-Sallal, Khaled A.': ['a']}, {'AbouElhamd, Amira R.': ['a']}, {'Bin Dalmouk, Maitha': ['a']}],
"affiliations":[{'a': 'UAE Univ, Al Ain, U Arab Emirates.'}],
"abstract":[[{'nomark': 'This paper provides a comprehensive process that investigates daylighting performance with regards to museum lighting (adequate lux levels versus safe light exposure) and visual comfort requirements (no glare or sunlight) in the UAE traditional courtyard buildings that were converted into heritage museums. The study used several methods such as site visits, on-site measurements, surveying of architectural drawings, and statistical analysis of design data to examine existing case studies and extract information that helped identify building morphology configurations and define parameters to represent this building typology. The defined configurations helped develop the 3D geometry of the representative model in which the most dominant courtyard and exhibit room ranges were considered. Then, a comprehensive multi-scenario simulation process based on several climate-based daylight metrics under the UAE sky conditions was carried out to investigate lighting adequacy against potential risks on artifacts and visual comfort using several configurations of the developed model. The scenarios included different orientations with different window-to-wall ratios (WWR) of windows looking upon the courtyard using different configurations of the traditional verandah that helped shade the windows and reduce light exposure risks. The performance variables were analyzed against the recommended values/ranges by several international lighting standards. The study recommended several options to enhance the overall lighting environment and minimize risks on artifacts and visual comfort. This included better spatial arrangements, better designing and sizing of openings, and implementation of effective shading systems.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.06.067"},
{
"title":"Review of criteria for determining HFM minimum test duration",
"authors":[{'Gaspar, Katia': ['a']}, {'Casals, Miguel': ['a']}, {'Gangolells, Marta': ['a']}],
"affiliations":[{'a': 'Univ Politecn Catalunya BarcelonaTech UPC, Grp Construct Res & Innovat GRIC, C Colom II,Ed TR5, Terrassa 08222, Barcelona, Spain.'}],
"abstract":[[{'nomark': "The actual thermal behaviour of facades is important to identify suitable energy-saving measures and increase the energy performance of existing buildings. However, the accuracy of in situ measurements of facades' U-values varies widely, mostly due to inadequate test durations. "},{"mark":"The aim of this paper was to evaluate the minimum duration of in situ experimental campaigns to measure the thermal transmittance of existing buildings' facades using the heat flow meter method, and to analyse the thermal performance of the facade during the test."},{"nomark":" Minimum test duration was determined according to data quality criteria, variability of results criteria, and standardized criteria for different ranges of theoretical thermal transmittance and for the same range of average temperature difference. Then, the minimum test duration results were compared. The findings show that ISO criteria are more sensitive and provide more accurate results, requiring a longer test duration. However, when certification is not required, the duration of the test could be reduced by applying data quality and variability of results criteria. The minimum duration of experimental campaigns depends on the theoretical thermal transmittance and the stability of climatic conditions. Moreover, results are more accurate when the dynamic method is used."}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.049"},
{
"title":"Design, assembly and energy performance of a ventilated active thermoelectric envelope module for heating",
"authors":[{'Zuazua-Ros, Amaia': ['a']}, {'Martin-Gomez, Cesar': ['a']}, {'Ibanez-Puy, Elia': ['a']}, {'Vidaurre-Arbizu, Marina': ['a']}, {'Ibanez-Puy, Maria': ['b']}],
"affiliations":[{'a': 'Univ Navarra, Dept Construct Bldg Serv & Struct, Campus Univ, Pamplona 31008, Spain.'}, {'b': 'ACR Grp, Aizoain 31195, Spain.'}],
"abstract":[[{'nomark': 'The use of thermoelectricity in buildings represents a significant alternative for indoor thermal comfort necessities avoiding the use of refrigerants. One of the possible application options of this technology is the integration of thermoelectric modules in a building facade. Even though several studies have examined the technology for this application during the last years, the consideration of the system as a constructive element of a building has been a secondary issue so far. '},{'mark':'In this study, a detailed description of the design and construction of a Ventilated Active Thermoelectric Envelope (VATE) module is presented.'},{'nomark':' A VATE is an industrial-scale modular prototype designed to be installed in the building facade and thought to be an alternative solution for heating and cooling in Net Zero Energy Buildings. Moreover, the prototype module has been tested to assess its heat power and performance in heating mode. The results show that the heating power varies between 66.8 and 273.6 W, depending on the input voltage tested, and the COP of the whole system decreases from 2.1 to 1.0 as the voltage increases. The design of this module prototype can be considered as a first approach towards the solution of designing VATEs that can be replicated. This is a required step for the possible industrialization and implementation of the system in the future.'}]],
"img":[{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818312829-gr5_lrg.jpg","desc":"Fig. 5. This is the complete prototype unit that can be replicated to achieve the demand of the room. The components in red represent the TEMs","width":311,"height":600},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818312829-gr1_lrg.jpg","desc":"Fig. 1. Image of the prototype module in horizontal position once the elements are assembled","width":290,"height":218},
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818312829-gr3_lrg.jpg","desc":"Fig. 3. Designed solution to ensure the contact between the external heat sink and the TEM","width":240,"height":218}
],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.062"},
{
"title":"On the utility of occupants' behavioural diversity information for building performance simulation: An exploratory case study",
"authors":[{'Tahmasebi, Farhang': ['a']}, {'Mandavi, Ardeshir': ['a']}],
"affiliations":[{'a': 'TU Wien, Dept Bldg Phys & Bldg Ecol, Vienna, Austria.'}],
"abstract":[[{'nomark': 'The present study aims at investigating the potential advantages of integrating inter-occupant diversity information into occupant behaviour models used in building performance simulation. To this end, the authors model the operation of windows by occupants in a monitored open-plan office at aggregate and individual levels. The models use indoor and outdoor temperature as well as the interaction of these variables to estimate the probability of opening and closing windows in the building located in Vienna, Austria. Subsequently, a number of existing and novel metrics serve to compare the predictive performance of the aggregate and individual models. In addition, a calibrated energy model of the office area incorporates the window operation models to evaluate their potential contribution to the reliability of building performance assessments. The results of this exploratory case study suggest that individual window operation models outperform the aggregate model in capturing the peak and variations of window operation across occupants. This resulted in a more reliable thermal comfort assessment in the free-running season. The individual models, however, overestimated peak heating demand, as compared with the benchmark value resulting from the actual window operations in a single year.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.042"},
{
"title":"A review of infrared thermography for the investigation of building envelopes: Advances and prospects",
"authors":[{'Kirimtat, Ayca': ['a']}, {'Krejcar, Ondrej': ['a']}],
"affiliations":[{'a': 'Univ Hradec Kralove, Fac Informat & Management, Ctr Basic & Appl Res, Rokitanskeho 62, Hradec Kralove 50003, Czech Republic.'}],
"abstract":[[{'nomark': 'Thermal radiation generated by limited resources is emitted from the surfaces and interpreted as temperature. On the other hand, the limited resources necessitate prevention of energy leakages causing noticeable temperature differences on surfaces. Providing sensitive information on temperature contrast, infrared thermography (IRT) is a prominent tool for detecting infrared energy on the surfaces of the objects. IRT is also very promising method for detecting thermal irregularities, air leakages and even moisture abnormalities on building envelopes. Since the concept of nearly zero energy buildings is to be the main target of energy policies in European Union published by European Commission, improving thermal performance of buildings becomes crucial in the last decade. Therefore, implementation of IRT for visualizing and analyzing concealed defects on building envelopes is very promising for improving the energy efficiency of buildings.'}], [{'nomark': 'Given recent regulations and benefits of emerging thermogram technologies mentioned above, a detailed review of the previous studies investigating the abnormalities of building envelopes by IRT is presented in this paper. Furthermore, the applications with measurement methods, analysis schemes and analysis types are classified to highlight the potential of IRT in inspection of building envelopes for providing energy efficient solutions. Finally, recent advances and practical future opportunities are presented for additional contribution of the IRT methods previously employed.'}]],
"img":[
{"src":"https://ars.els-cdn.com/content/image/1-s2.0-S0378778818312398-gr3_lrg.jpg","desc":"Fig. 3. Classification of the criteria for IRT detection on building envelopes","width":400,"height":234}],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.052"},
{
"title":"Novel wall panels containing CaCl2 center dot 6H(2)O-Mg(NO3)(2)center dot 6H(2)O/expanded graphite composites with different phase change temperatures for building energy savings",
"authors":[{'Ye, Rongda': ['a']}, {'Zhang, Chao': ['a']}, {'Sun, Wanchun': ['a']}, {'Fang, Xiaoming': ['a', 'b']}, {'Zhang, Zhengguo': ['a', 'b']}],
"affiliations":[{'a': 'South China Univ Technol, Sch Chem & Chem Engn, Key Lab Enhanced Heat Transfer & Energy Conservat, Minist Educ, Guangzhou 510640, Guangdong, Peoples R China.'}, {'b': 'South China Univ Technol, Guangdong Engn Technol Res Ctr Efficient Heat Sto, Guangzhou 510640, Guangdong, Peoples R China.'}],
"abstract":[[{'nomark': 'To explore phase change materials (PCMs) with different melting points for building energy saving in different seasons, Mg(NO3)(2)center dot 6H(2)O was mixed with CaCl2 center dot 6H(2)O at different mass fractions to prepare eutectics. And the obtained two eutectics were selected as the two appropriate PCMs to combine with expanded graphite (EG), one of which is CaCl2 center dot 6H(2)O-8wt%Mg(NO3)(2)center dot 6H(2)O/EG (PCM1), exhibiting a onset point and melting peak temperature of 21.17 and 27.87 degrees C and latent heat of 105.4J/g, and the other one is CaCl2 center dot 6H(2)O-15wt%Mg(NO3)(2)center dot 6H(2)/EG (PCM2), having a onset point and melting peak temperatures of 14.23 and 23.17 degrees C and latent heat of 80.19 J/g. Then, two EG-based composites were formed into PCM panels by vacuum compression, respectively, and a kind of double-layer panel was fabricated by integrating the single-layer one together. The experimental investigation on the thermal performance of the chamber equipped with PCM panels was carried out, and the obtained results were used to validate a numerical simulation method. Finally, by employing the validated numerical model, the thermal performance of the concrete room containing PCM1, PCM2 and double-layer panels were investigated, respectively. It is shown that the better energy saving potential of the room can be achieved by placing PCM1 and PCM2 on the roof and southern wall, respectively. The wall panels fabricated from the CaCl2-6H(2)O-Mg(NO3)(2) center dot 6H(2)O/EG composites with suitable phase change temperatures show potentials in practical applications.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.07.045"},
{
"title":"Thermal performance of super-insulated precast concrete structural sandwich panels",
"authors":[{'Bida, Sani Mohammed': ['a']}, {'Aziz, Farah Nora Aznieta Abdul': ['a']}, {'Jaafar, Mohd Saleh': ['a']}, {'Hejazi, Farzad': ['a']}, {'Nabilah, Abu Bakar': ['a']}],
"affiliations":[{'a': 'Univ Putra Malaysia, Dept Civil Engn, HRC, Serdang 43400, Selangor, Malaysia.'}],
"abstract":[[{'nomark': 'Precast concrete sandwich panel (PCSP) is introduced to improve the thermal performance of solid concrete panels by sandwiching an insulation layer between the concrete layers or wythes. The two concrete layers are connected through the insulation using C-shape shear connectors. The shear connector makes these concrete wythes to act as one panel and allow it to be a load-bearing sandwich panel to carry lateral force. In PCSP, material and arrangement of connectors influence both thermal and structural efficiencies of the system. The existing sandwich panels employ direct shear connection method (truss, bent-up bars, pin etc) which reduces its thermal resistance. Attempts to use three-layer PCSP led to an un-economical section and increased production time while alternative materials approach such as the use of fibre reinforced polymer (FRP) for shear connection leads to a reduction in structural performance. Hence, this paper presents a renewed approach to the development of two layers PCSP using thermal path method. In this method, the concrete layers are produced in split units and assembled together with the insulation layers. The improvement of thermal resistance is measured with three staggered spacing of shear connectors at 200 mm, 300 mm and 400 mm in the column stud along the height of sandwich panels designated P2, P3 and P4, respectively, while, the control spacemen is P0. Heat transfer was experimentally measured using Hot Box Test (HB) method and the results were verified using 3D component of COMSOL Multiphysics Software (CM). Thermal resistance, transmittance, and conductivity of the assembled panels obtained were 0.7-2.35 m(2)K/W, 0.06-0.21 W/mK and 0.43-1.43W/m(2)K, respectively. It can be concluded that the most staggered panel (400 mm) achieved the highest thermal resistance compared to others. This proofed that better thermal resistant building can be achieved with conventional steel and concrete materials using thermal path approach. Hopefully, this super-insulated precast concrete structural sandwich panel (SIPCSSP) will provide a better thermal resistance load bearing panel to the industry in the near future towards green and sustainable buildings.'}]],
"img":[],
"article-link":"https://doi.org/10.1016/j.enbuild.2018.08.004"}
]
